Repository: Fish-app/mobile-app
Catalog: assets/l10n/intl_*.arb
Languages: no

source: Price:
no: Pris:

source: Availability:
no: Tilgjengelighet:

source: from
no: fra

# name
source: Full Name
no: Navn

# fullName
source: Enter your full name
no: Skriv ditt fulle navn

source: email
no: epost

# emailHint
source: Enter your email
no: Skriv din epost

source: password
no: passord

# passwordHint
source: At least 8 characters
no: Minst 8 tegn

source: Confirm Password
no: Bekreft passord

# confirmPasswordHint
source: Enter your password again
no: Skriv passordet igjen

# regNumberHint
source: Enter your registration number
no: Skriv ditt registreringsnummer

source: create user
no: opprett bruker

source: Create seller
no: Opprett selger

# regNumber
source: Registration number
no: Registreringsnummer

# loginUser
source: Login
no: logg på

# notEmpty
source: Can not be empty
no: Kan ikke være tom

# validEmail
source: Please enter a valid email address
no: Vennligst skriv inn en gyldig e-post adresse

# betweenMinMax
source: Must be between
no: Må være mellom

# min
source: Must be minimum
no: Må være minimum

# max
source: Must be maximum
no: Må være maximum

source: characters
no: tegn

source: and
no: og

# notEqual
source: Is not equal to
no: Er ikke lik

# notANumber
source: Must be a number
no: Må være et tall

# notATag
source: Tags must start with # and only contain alphanumeric characters
no: Tagger må starte med # og bare inneholde alfanumeriske tegn

source: Listing
no: Oppføring

source: quantity available:
no: mengde tilgjengelig:

source: buy directly
no: kjøp direkte

# pos
source: point of sale
no: utsalgssted

# msgErrorNetworkFail
source: Unable to connect, please verify that you are connected to the Internet
no: Fikk ikke kontakt med serveren, sjekk at du er tilkoblet Internett

# msgErrorServerFail
source: A server error occured, please try again later
no: Det oppstod en serverfeil, prøv igjen om en liten stund

# msgErrorClientSerializationFail
source: An error occcured, please restart the app
no: Det skjedde en feil, vennligst start appen på nytt

# msgErrorLoginRejected
source: Unable to log in, please enter the correct username/password
no: Fikk ikke til å logge på, vennligst sjekk ditt brukernavn/passord

# msgAwaitResponse
source: Please wait..
no: Vennligst vent....

# msgSuccessfulLogin
source: Welcome {name}!
no: Velkommen {name}!

# newPasswordHint
source: please enter the new password
no: skriv inn nytt passord

# oldPasswordLabel
source: old password
no: nåværende passord

# oldPasswordHint
source: please enter your current password
no: skriv inn ditt gjeldende passord

# newPasswordLabel
source: new password
no: nytt passord

source: change password
no: endre passord

source: Become seller
no: Bli selger

source: Delete user
no: Slett brukeren

# msgErrorPasswdChgGeneralFailure
source: Unable to change password, please restart the app
no: Fikk ikke til å endre passord, start appen på nytt

# msgErrorPasswdChgVerificationFailure
source: Unable to change password, please correct your current password
no: Sjekk at gammelt passord er korrekt

# msgPasswdChangeOk
source: The password has been changed
no: passordet ble endret

# dialogMsgPasswdChangeOk
source: Your request was successfully executed. For security reasons you have now been logged out. Do you want to login now?
no: Din forespørsel om å endre passord er utført.

# dialogActionGotoLoginPage
source: Yes, take me to the login page
no: Ta meg til innloggingssiden

# dialogActionDoLater
source: Later
no: Senere

source: Clear form
no: Tøm skjema

source: Reset password
no: Nullstill passord

source: Amount
no: Mengde

source: Pickup date
no: Hentedato

source: Additional info
no: Tilleggsinformasjon

# newOfferListing
source: New listing offer
no: Nytt salg

source: Fish
no: Fisk

source: Shellfish
no: Skalldyr

source: Commodity
no: Handelsvare

source: Search
no: Søk

source: Set pickup location
no: Angi hentested

source: Confirm location
no: Bekreft sted

# dateNotValid
source: Date can not be in the past
no: Dato kan ikke være i fortiden

source: Add listing
no: Legg til salg

# commodityNotChosen
source: Please choose a commodity
no: Vennligst velg en vare

# chooseDate
source: Please choose a date
no: Vennligst velg en dato

source: New listing
no: Ny notering

source: Cancel
no: Avbryt

source: New buy request
no: Ny bestilling

source: Set home location
no: Angi hjemsted

source: Due date
no: Tidsfrist

source: Add order
no: Legg til bestilling

source: Max distance
no: max avstand

# locationNotSet
source: Please set a location
no: Vennligst velg en lokasjon

source: Buy request
no: Bestilling

source: Take buy request
no: Ta bestilling

source: Error
no: feil

# actionTryAgain
source: try again?
no: prøv på nytt?

source: unable to send:
no: fikk ikke til å sende

source: Chat list
no: samtaler

# chatWithPrefix
source: chat with
no: samtale med

source: new conversation
no: ny samtale

source: view
no: vis

source: subscribe
no: abonner

source: view subscription
no: vis abonnement

source: subscription info
no: abonnement info

source: subscription status
no: abonnement status

source: cancel subscription
no: stopp abonnement
